[
    {
      "titlesm":"Free Resources",
      "bgcolor": "#E9EAFF",
      "title": "Learn for FREE from FREE resources",
      "imgUrl": "https://i.ibb.co/F69yRrC/m-free.png",
      "description":"We empower you to learn from good quality resources available for FREE on the web. Now, there is no more need to spend your hard-earned money for buying that course or that book.Lack of money won’t be a problem anymore, so you never have to stop your learning. We at MPG always strive to provide you with the best learning experience for free.",
      "id":true,
      "more":"Lack of money won’t be a problem anymore, so you never have to stop your learning. We at MPG always strive to provide you with the best learning experience for free."
    },
    {
      "titlesm":"Advancement",
      "bgcolor":"#FCC79A",
      "title": "Step by Step advancement",
      "imgUrl": "https://i.ibb.co/QJmw2fp/m-step.png",
      "description": " Our pathway of learning has been designed by experienced professionals, who have selectively chosen the best resources and curated the pathway to make your learning journey smoother and easier.You learn to face bigger challenges and solve tough problems by breaking them down into smaller easier ones. We take care of the smallest critical details so that you don’t hassle up, step by step taking your skills from beginner to advanced level ",
      "id":false,
      "more":"We take care of the smallest critical details so that you don’t hassle up, step by step taking your skills from beginner to advanced level."
    },
    {
      "titlesm":"Mentor",
      "bgcolor": "#E9EAFF",
      "title": "Mentor like Guidance",
      "imgUrl": "https://i.ibb.co/t3tGvqM/m-mentor.png",
      "description": "Having a mentor is valuable and we know it. That’s why we provide you with mentor-like guidance, to help you keep track of your progress.<br /><br/>Just as a good mentor,we become your partner to help you overcome roadblocks in your journey and highlight the important points you should always keep in mind, to be the best We take into consideration psychological aspects of learning to retain your interest. We address your doubts so you never stop moving forward. ",
      "id":true,
      "more":" We take into consideration psychological aspects of learning to retain your interest. We address your doubts so you never stop moving forward.  "
  
    },
    {
      "titlesm":"Improvement",
      "bgcolor":"#FCC79A",
      "title": "Tried, Tested and constantly Improving",
      "imgUrl": "https://i.ibb.co/NSsQyC4/m-tried-tested.jpg",
      "description":"We aim for becoming better and better each day, so our methods are constantly evolving to best suit the needs of our learners.We curate our paths to best cater to the requirements of the constantly-evolving tech industry. We appreciate and review every feedback in our efforts to bring out the best in you.We set new perfection goals for ourselves as we follow the mantra -  “Iterate until perfect”.",
      "id":false,
      "more":"  We appreciate and review every feedback in our efforts to bring out the best in you.We set new perfection goals for ourselves as we follow the mantra -  “Iterate until perfect”.  "
    }
  ]